{"vocab": {"生": 0, "有": 1, "不": 2, "为": 3, "是": 4, "时": 5, "日": 6, "、": 7, "；": 8, "中": 9, "命": 10, "主": 11, "火": 12, "旺": 13, "金": 14, "出": 15, "官": 16, "木": 17, "水": 18, "这": 19, "能": 20, "局": 21, "如": 22, "气": 23, "运": 24, "在": 25, "：": 26, "子": 27, "土": 28, "以": 29, "而": 30, "之": 31, "于": 32, "到": 33, "月": 34, "地": 35, "行": 36, "相": 37, "得": 38, "财": 39, "格": 40, "合": 41, "遇": 42, "大": 43, "就": 44, "星": 45, "（": 46, "）": 47, "人": 48, "成": 49, "干": 50, "天": 51, "甲": 52, "年": 53, "丙": 54, "也": 55, "但": 56, "无": 57, "一": 58, "寅": 59, "支": 60, "贵": 61, "克": 62, "辰": 63, "神": 64, "会": 65, "则": 66, "午": 67, "戊": 68, "未": 69, "庚": 70, "壬": 71, "申": 72, "辛": 73, "亥": 74, "卯": 75, "乙": 76, "正": 77, "丁": 78, "丑": 79, "巳": 80, "日主": 81, "来": 82, "戌": 83, "酉": 84, "癸": 85, "柱": 86, "可": 87, "若": 88, "用": 89, "制": 90, "果": 91, "此": 92, "又": 93, "因": 94, "己": 95, "印": 96, "和": 97, "伤": 98, "如果": 99, "所": 100, "位": 101, "个": 102, "方": 103, "遇到": 104, "与": 105, "出生": 106, "其": 107, "多": 108, "要": 109, "显": 110, "同": 111, "助": 112, "格局": 113, "或": 114, "盛": 115, "都": 116, "天干": 117, "冲": 118, "弱": 119, "时，": 120, "身": 121, "地支": 122, "见": 123, "，但": 124, "上": 125, "大运": 126, "化": 127, "必": 128, "说": 129, "，这": 130, "势": 131, "现": 132, "利": 133, "财星": 134, "命局": 135, "喜": 136, "比": 137, "忌": 138, "然": 139, "三": 140, "属": 141, "没": 142, "旺盛": 143, "最": 144, "禄": 145, "透": 146, "过": 147, "五": 148, "七": 149, "通": 150, "），": 151, "反": 152, "\"": 153, "官星": 154, "没有": 155, "吉": 156, "发": 157, "强": 158, "四": 159, "情": 160, "理": 161, "破": 162, "难": 163, "字": 164, "富": 165, "当": 166, "了": 167, "种": 168, "。如": 169, "自": 170, "作": 171, "重": 172, "，不": 173, "局，": 174, "才": 175, "根": 176, "，就": 177, "长": 178, "杀": 179, "至": 180, "令": 181, "使": 182, "八": 183, "分": 184, "被": 185, "生在": 186, "好": 187, "凶": 188, "食": 189, "气，": 190, "名": 191, "福": 192, "绶": 193, "处": 194, "印绶": 195, "两": 196, "刑": 197, "星，": 198, "论": 199, "透出": 200, "这个": 201, "性": 202, "者": 203, "运，": 204, "且": 205, "只": 206, "丙火": 207, "致": 208, "全": 209, "定": 210, "阳": 211, "本": 212, "虽": 213, "逢": 214, "形": 215, "法": 216, "伤官": 217, "需": 218, "五行": 219, "藏": 220, "衰": 221, "克制": 222, "带": 223, "煞": 224, "原": 225, "况": 226, "。若": 227, "甲木": 228, "八字": 229, "再": 230, "明": 231, "受": 232, "所以": 233, "正官": 234, "害": 235, "更": 236, "力": 237, "，因": 238, "火，": 239, "时柱": 240, "丁火": 241, "就是": 242, "道": 243, "季": 244, "七杀": 245, "情况": 246, "偏": 247, "去": 248, "六": 249, "水，": 250, "扶": 251, "导": 252, "反而": 253, "样": 254, "，如": 255, "。这": 256, "入": 257, "，也": 258, "的人": 259, "清": 260, "体": 261, "辛金": 262, "出现": 263, "地，": 264, "从": 265, "月，": 266, "后": 267, "顺": 268, "例": 269, "生于": 270, "忌讳": 271, "讳": 272, "土，": 273, "不能": 274, "官，": 275, "壬水": 276, "终": 277, "十": 278, "贵。": 279, "癸水": 280, "，所": 281, "戊土": 282, "形成": 283, "平": 284, "命主": 285, "生，": 286, "木，": 287, "流": 288, "却": 289, "断": 290, "显贵": 291, "局中": 292, "应": 293, "关": 294, "常": 295, "即": 296, "金，": 297, "旺，": 298, "属于": 299, "食神": 300, "说：": 301, "导致": 302, "因此": 303, "劫": 304, "，必": 305, "还": 306, "的命": 307, "乙木": 308, "因为": 309, "下": 310, "祸": 311, "达": 312, "春": 313, "？": 314, "神，": 315, "任": 316, "依": 317, "庚金": 318, "指": 319, "，又": 320, "称": 321, "富贵": 322, "阴": 323, "，主": 324, "看": 325, "家": 326, "太": 327, "灾": 328, "类": 329, "妻": 330, "，若": 331, "，命": 332, "等": 333, "比如": 334, "死": 335, "高": 336, "南": 337, "盛，": 338, "纯": 339, "二": 340, "解": 341, "，则": 342, "人，": 343, "运时": 344, "损": 345, "元": 346, "生助": 347, "配": 348, "些": 349, "，日": 350, "实": 351, "己土": 352, "事": 353, "推": 354, "加": 355, "东": 356, "生的": 357, "暗": 358, "宜": 359, "这种": 360, "走": 361, "月令": 362, "秋": 363, "吉利": 364, "职": 365, "用神": 366, "基": 367, "库": 368, "取": 369, "位，": 370, "早": 371, "非": 372, "之地": 373, "败": 374, "冬": 375, "厚": 376, "须": 377, "命理": 378, "夏": 379, "贫": 380, "，财": 381, "，官": 382, "衰弱": 383, "虽然": 384, "，是": 385, "业": 386, "并": 387, "格，": 388, "功": 389, "合，": 390, "，天": 391, "极": 392, "四柱": 393, "伏": 394, "相合": 395, "杂": 396, "，或": 397, "女": 398, "》": 399, "《": 400, "难以": 401, "就会": 402, "表": 403, "转": 404, "造": 405, "对": 406, "绝": 407, "，最": 408, "，反": 409, "泄": 410, "得到": 411, "这是": 412, "的格": 413, "坐": 414, "子、": 415, "称为": 416, "，地": 417, "足": 418, "态": 419, "日柱": 420, "，其": 421, "局。": 422, "这些": 423, "么": 424, "弱，": 425, "失": 426, "根基": 427, "财官": 428, "例如": 429, "，行": 430, "文": 431, "之气": 432, "处于": 433, "；若": 434, "寅、": 435, "虚": 436, "，而": 437, "才能": 438, "北": 439, "注": 440, "他": 441, "考": 442, "需要": 443, "西": 444, "经": 445, "，只": 446, "个命": 447, "、辛": 448, "进": 449, "即使": 450, "）。": 451, "贵，": 452, "干透": 453, "这样": 454, "日出": 455, "必须": 456, "寿": 457, "象": 458, "财，": 459, "申、": 460, "心": 461, "妙": 462, "举": 463, "病": 464, "辰、": 465, "刃": 466, "南方": 467, "卯、": 468, "中的": 469, "变": 470, "午、": 471, "的是": 472, "状": 473, "像": 474, "意": 475, "算": 476, "结": 477, "，可": 478, "、乙": 479, "权": 480, "，都": 481, "助，": 482, "、丁": 483, "金水": 484, "身旺": 485, "特": 486, "遭": 487, "，金": 488, "具": 489, "秀": 490, "物": 491, "的情": 492, "量": 493, "欢": 494, "月柱": 495, "、癸": 496, "，遇": 497, "利。": 498, "同时": 499, "必定": 500, "柱中": 501, "相生": 502, "亡": 503, "诀": 504, "配合": 505, "品": 506, "易": 507, "双": 508, "酉、": 509, "印星": 510, "析": 511, "甲寅": 512, "可以": 513, "巳、": 514, "状态": 515, "，能": 516, "代": 517, "岁": 518, "书": 519, "道理": 520, "养": 521, "年月": 522, "开": 523, "，木": 524, "都是": 525, "它": 526, "分析": 527, "。但": 528, "灾祸": 529, "午火": 530, "，即": 531, "间": 532, "前": 533, "；如": 534, "，火": 535, "\"，": 536, "母": 537, "向": 538, "万": 539, "余": 540, "，导": 541, "劫财": 542, "早年": 543, "马": 544, "真": 545, "、戊": 546, "起": 547, "寒": 548, "深": 549, "喜欢": 550, "作用": 551, "，大": 552, "险": 553, "、丙": 554, "长生": 555, "耗": 556, "，丙": 557, "、己": 558, "，有": 559, "面": 560, "亲": 561, "势，": 562, "儿": 563, "作为": 564, "独": 565, "互": 566, "临": 567, "少": 568, "德": 569, "知": 570, "谓": 571, "相冲": 572, "生扶": 573, "如甲": 574, "机": 575, "戌、": 576, "木火": 577, "、庚": 578, "，水": 579, "。命": 580, "怕": 581, "年柱": 582, "子，": 583, "中有": 584, "各": 585, "甲子": 586, "丙寅": 587, "轻": 588, "孤": 589, "子水": 590, "坏": 591, "先": 592, "混": 593, "格。": 594, "一个": 595, "立": 596, "乙卯": 597, "贵人": 598, "就不": 599, "调": 600, "丑、": 601, "一生": 602, "月（": 603, "注：": 604, "缺": 605, "两个": 606, "别": 607, "外": 608, "。因": 609, "其他": 610, "行运": 611, "也不": 612, "无法": 613, "、壬": 614, "官至": 615, "力量": 616, "头": 617, "获": 618, "有一": 619, "庚申": 620, "中，": 621, "，虽": 622, "及": 623, "就能": 624, "火土": 625, "制，": 626, "杀，": 627, "，时": 628, "的，": 629, "那": 630, "煞，": 631, "察": 632, "，属": 633, "身弱": 634, "气。": 635, "贱": 636, "。所": 637, "木的": 638, "科": 639, "制伏": 640, "凶险": 641, "诗": 642, "冲克": 643, "自身": 644, "世": 645, "完": 646, "能生": 647, "精": 648, "适": 649, "节": 650, "日时": 651, "所谓": 652, "系": 653, "。比": 654, "癸亥": 655, "北方": 656, "，一": 657, "。例": 658, "功名": 659, "贵格": 660, "容": 661, "三合": 662, "安": 663, "大贵": 664, "乡": 665, "夏季": 666, "呢": 667, "归": 668, "壬子": 669, "现，": 670, "凡": 671, "接": 672, "便": 673, "夺": 674, "金气": 675, "。行": 676, "未、": 677, "既": 678, "未月": 679, "为正": 680, "了。": 681, "个八": 682, "父": 683, "旺之": 684, "用，": 685, "，正": 686, "最终": 687, "禄位": 688, "绶，": 689, "字中": 690, "次": 691, "为\"": 692, "动": 693, "官格": 694, "福气": 695, "，生": 696, "命造": 697, "众": 698, "呢？": 699, "做": 700, "小": 701, "夭": 702, "冲，": 703, "克，": 704, "叫": 705, "引": 706, "合化": 707, "寅月": 708, "由": 709, "冲破": 710, "夫": 711, "其中": 712, "持": 713, "破坏": 714, "官职": 715, "利，": 716, "细": 717, "，再": 718, "丁巳": 719, "祖": 720, "运走": 721, "存": 722, "，喜": 723, "或者": 724, "原注": 725, "寅木": 726, "将": 727, "\"。": 728, "、甲": 729, "华": 730, "风": 731, "点": 732, "辛酉": 733, "约": 734, "妻子": 735, "，需": 736, "刑冲": 737, "白": 738, "当令": 739, "判": 740, "滋": 741, "丙丁": 742, "免": 743, "命。": 744, "，此": 745, "主，": 746, "荣": 747, "微": 748, "为用": 749, "强旺": 750, "亥、": 751, "木气": 752, "肩": 753, "时出": 754, "午月": 755, "戊子": 756, "气势": 757, "够": 758, "光": 759, "丙午": 760, "。）": 761, "已": 762, "，壬": 763, "干支": 764, "宫": 765, "混杂": 766, "偏官": 767, "诗诀": 768, "比肩": 769, "令，": 770, "组": 771, "连": 772, "固": 773, "，乙": 774, "自然": 775, "源": 776, "，使": 777, "关系": 778, "暗藏": 779, "戊辰": 780, "收": 781, "制约": 782, "科举": 783, "戊午": 784, "，以": 785, "，无": 786, "主贵": 787, "仅": 788, "。\"": 789, "考中": 790, "似": 791, "这就": 792, "，庚": 793, "壬申": 794, "，忌": 795, "贵；": 796, "具体": 797, "用。": 798, "故": 799, "重，": 800, "，戊": 801, "成就": 802, "什么": 803, "什": 804, "，形": 805, "古": 806, "火运": 807, "复": 808, "七煞": 809, "着": 810, "丰": 811, "刚": 812, "如同": 813, "说法": 814, "辰戌": 815, "不利": 816, "。《": 817, "庚辛": 818, "帮": 819, "理。": 820, "获得": 821, "官。": 822, "就像": 823, "春季": 824, "寅卯": 825, "子女": 826, "充": 827, "，年": 828, "成为": 829, "正财": 830, "秋季": 831, "：\"": 832, "遭遇": 833, "，比": 834, "在于": 835, "化解": 836, "按": 837, "空": 838, "相助": 839, "戌月": 840, "癸巳": 841, "，甲": 842, "代表": 843, "丑月": 844, "露": 845, "学": 846, "究": 847, "丙子": 848, "而不": 849, "况，": 850, "保": 851, "为财": 852, "乙丑": 853, "靠": 854, "尽": 855, "癸酉": 856, "火为": 857, "稳": 858, "身强": 859, "-": 860, "酉月": 861, "财运": 862, "加上": 863, "除": 864, "，才": 865, "癸丑": 866, "种情": 867, "离": 868, "直": 869, "此时": 870, "，那": 871, "丑未": 872, "壬癸": 873, "壬辰": 874, "命格": 875, "子月": 876, "冬季": 877, "也能": 878, "不可": 879, "甲戌": 880, "多，": 881, "流年": 882, "患": 883, "困": 884, "置": 885, "判断": 886, "己巳": 887, "，却": 888, "名利": 889, "甲乙": 890, "疾": 891, "争": 892, "甲申": 893, "火旺": 894, "只有": 895, "寅午": 896, "聚": 897, "。六": 898, "害，": 899, "乙亥": 900, "壬戌": 901, "酉金": 902, "亥水": 903, "态，": 904, "能够": 905, "卯月": 906, "阴阳": 907, "怎": 908, "化，": 909, "日支": 910, "金为": 911, "否": 912, "，土": 913, "产": 914, "\"的": 915, "东方": 916, "水的": 917, "巳月": 918, "门": 919, "时：": 920, "不宜": 921, "卯木": 922, "途": 923, "。其": 924, "生旺": 925, "征": 926, "见到": 927, "申金": 928, "己未": 929, "方位": 930, "运势": 931, "，癸": 932, "能成": 933, "组合": 934, "，在": 935, "有财": 936, "何": 937, "质": 938, "申酉": 939, "神。": 940, "湿": 941, "份": 942, "，多": 943, "化为": 944, "平常": 945, "水势": 946, "整": 947, "字，": 948, "美": 949, "也是": 950, "木为": 951, "另": 952, "燥": 953, "奇": 954, "庚子": 955, "云": 956, "亥月": 957, "时的": 958, "火的": 959, "干，": 960, "内": 961, "丙辰": 962, "掌": 963, "辛未": 964, "通过": 965, "很": 966, "戊戌": 967, "尤": 968, "交": 969, "吉。": 970, "我": 971, "乙酉": 972, "的道": 973, "健": 974, "火气": 975, "丁卯": 976, "月出": 977, "庚辰": 978, "活": 979, "亥卯": 980, "言": 981, "补": 982, "辅": 983, "火势": 984, "辛丑": 985, "星。": 986, "辛亥": 987, "正是": 988, "戊寅": 989, "，子": 990, "局的": 991, "，月": 992, "据": 993, "始": 994, "星旺": 995, "土为": 996, "为官": 997, "申月": 998, "辰土": 999, "东南": 1000, "——": 1001, "—": 1002, "润": 1003, "承": 1004, "折": 1005, "九": 1006, "星（": 1007, "乙巳": 1008, "，丁": 1009, "甲午": 1010, "辛巳": 1011, "关键": 1012, "键": 1013, "相同": 1014, "酉丑": 1015, "辰，": 1016, "木旺": 1017, "里": 1018, "寅日": 1019, "辛卯": 1020, "落": 1021, "是因": 1022, "卯未": 1023, "、丑": 1024, "总": 1025, "主出": 1026, "丙申": 1027, "丁未": 1028, "官杀": 1029, "水为": 1030, "戊己": 1031, "日生": 1032, "（原": 1033, "建": 1034, "父母": 1035, "留": 1036, "戊申": 1037, "完全": 1038, "度": 1039, "羊": 1040, "西方": 1041, "，为": 1042, "丁亥": 1043, "薄": 1044, "生之": 1045, "，会": 1046, "仕": 1047, "巳酉": 1048, "墓": 1049, "犯": 1050, "不是": 1051, "时辰": 1052, "火局": 1053, "士": 1054, "发达": 1055, "历": 1056, "吉，": 1057, "初": 1058, "乙未": 1059, "子日": 1060, "往": 1061, "粹": 1062, "比劫": 1063, "庚戌": 1064, "，出": 1065, "午日": 1066, "辰日": 1067, "午戌": 1068, "，身": 1069, "理分": 1070, "庚午": 1071, "，同": 1072, "力，": 1073, "到了": 1074, "己丑": 1075, "旺的": 1076, "必然": 1077, "样的": 1078, "应当": 1079, "位置": 1080, "皆": 1081, "救": 1082, "水旺": 1083, "烈": 1084, "金的": 1085, "纯粹": 1086, "半": 1087, "背": 1088, "果命": 1089, "佳": 1090, "丑土": 1091, "己酉": 1092, "己亥": 1093, "。甲": 1094, "庚寅": 1095, "带有": 1096, "单": 1097, "，辛": 1098, "损伤": 1099, "，得": 1100, "己卯": 1101, "在寅": 1102, "丙戌": 1103, "刑伤": 1104, "：-": 1105, "显达": 1106, "，难": 1107, "年行": 1108, "还有": 1109, "相克": 1110, "氏": 1111, "提": 1112, "盛的": 1113, "柔": 1114, "基，": 1115, "丁酉": 1116, "甲辰": 1117, "，印": 1118, "阳刃": 1119, "，称": 1120, "星和": 1121, "禄，": 1122, "性格": 1123, "升": 1124, "，七": 1125, "亥子": 1126, "位。": 1127, "壬午": 1128, "。此": 1129, "专": 1130, "木生": 1131, "达。": 1132, "印，": 1133, "那么": 1134, "月、": 1135, "晚": 1136, "万物": 1137, "贵显": 1138, "理，": 1139, "丁丑": 1140, "性，": 1141, "木日": 1142, "月）": 1143, "数": 1144, "倒": 1145, "。年": 1146, "、戌": 1147, "财富": 1148, "癸卯": 1149, "辰月": 1150, "滋养": 1151, "未土": 1152, "戌丑": 1153, "壬寅": 1154, "天地": 1155, "规": 1156, "同样": 1157, "家业": 1158, "，四": 1159, "伤害": 1160, "温": 1161, "巳午": 1162, "年干": 1163, "、未": 1164, "寅，": 1165, "日干": 1166, "种格": 1167, "羊刃": 1168, "水运": 1169, "子时": 1170, "生人": 1171, "观": 1172, "述": 1173, "戌土": 1174, "穷": 1175, "挥": 1176, "过旺": 1177, "土）": 1178, "声": 1179, "枯": 1180, "命运": 1181, "，自": 1182, "金局": 1183, "严": 1184, "行东": 1185, "时支": 1186, "到财": 1187, "生财": 1188, "散": 1189, "。乙": 1190, "阻": 1191, "浮": 1192, "月支": 1193, "任氏": 1194, "，申": 1195, "偏印": 1196, "不足": 1197, "仍": 1198, "。戊": 1199, "：甲": 1200, "戌日": 1201, "一种": 1202, "析：": 1203, "命中": 1204, "仔细": 1205, "仔": 1206, "破败": 1207, "消": 1208, "水局": 1209, "有根": 1210, "官运": 1211, "若无": 1212, "是指": 1213, "，寅": 1214, "木）": 1215, "去世": 1216, "，还": 1217, "》说": 1218, "月份": 1219, "方火": 1220, "浊": 1221, "居": 1222, "。忌": 1223, "官印": 1224, "。丙": 1225, "是命": 1226, "退": 1227, "中藏": 1228, "发挥": 1229, "主生": 1230, "原本": 1231, "最为": 1232, "息": 1233, "水木": 1234, "禄马": 1235, "卯日": 1236, "义": 1237, "者，": 1238, "岁运": 1239, "、子": 1240, "尚": 1241, "旺地": 1242, "西北": 1243, "般": 1244, "正印": 1245, "尤其": 1246, "癸未": 1247, "律": 1248, "凡是": 1249, "能克": 1250, "，亥": 1251, "变化": 1252, "路": 1253, "申日": 1254, "死绝": 1255, "祸。": 1256, "险。": 1257, "人。": 1258, "贵气": 1259, "象征": 1260, "相互": 1261, "调和": 1262, "衡": 1263, "远": 1264, "火（": 1265, "来生": 1266, "丑日": 1267, "官、": 1268, "，格": 1269, "山": 1270, "子辰": 1271, "子。": 1272, "”": 1273, "“": 1274, "。又": 1275, "容易": 1276, "君": 1277, "生金": 1278, "辅助": 1279, "含": 1280, "火）": 1281, "，且": 1282, "可能": 1283, "纳": 1284, "空亡": 1285, "之命": 1286, "，五": 1287, "排": 1288, "苦": 1289, "金）": 1290, "支有": 1291, "第": 1292, "进入": 1293, "库，": 1294, "育": 1295, "最忌": 1296, "火来": 1297, "年，": 1298, "断。": 1299, "林": 1300, "到丙": 1301, "。子": 1302, "龙": 1303, "鬼": 1304, "运。": 1305, "不同": 1306, "木（": 1307, "木局": 1308, "类推": 1309, "丰厚": 1310, "、午": 1311, "火生": 1312, "偏财": 1313, "果日": 1314, "。壬": 1315, "火日": 1316, "申子": 1317, "享": 1318, "财旺": 1319, "未日": 1320, "不会": 1321, "水生": 1322, "合。": 1323, "全，": 1324, "亥日": 1325, "寿命": 1326, "端": 1327, "兴": 1328, "花": 1329, "聪": 1330, "金生": 1331, "这类": 1332, "旺相": 1333, "行，": 1334, "的土": 1335, "，与": 1336, "伤，": 1337, "巳火": 1338, "水）": 1339, "住": 1340, "，用": 1341, "行西": 1342, "喜忌": 1343, "求": 1344, "职。": 1345, "青": 1346, "辛日": 1347, "朝": 1348, "只要": 1349, "。大": 1350, "若生": 1351, "随": 1352, "，更": 1353, "。天": 1354, "况。": 1355, "会导": 1356, "断，": 1357, "年支": 1358, "行至": 1359, "亡。": 1360, "的。": 1361, "其余": 1362, "主的": 1363, "生长": 1364, "确": 1365, "亦": 1366, "身，": 1367, "过于": 1368, "果遇": 1369, "缘": 1370, "三个": 1371, "堂": 1372, "、酉": 1373, "中年": 1374, "方，": 1375, "对应": 1376, "。寅": 1377, "释": 1378, "贫贱": 1379, "气的": 1380, "，己": 1381, "，巳": 1382, "巳日": 1383, "构": 1384, "护": 1385, "土的": 1386, "的地": 1387, "异": 1388, "，伤": 1389, "往往": 1390, "酉日": 1391, "歌": 1392, "贵的": 1393, "申，": 1394, "规律": 1395, "认": 1396, "。庚": 1397, "。不": 1398, "合局": 1399, "又有": 1400, "是木": 1401, "符": 1402, "这两": 1403, "也有": 1404, "关于": 1405, "通，": 1406, "同。": 1407, "论。": 1408, "失去": 1409, "刑克": 1410, "则吉": 1411, "只是": 1412, "，没": 1413, "转化": 1414, "根，": 1415, "推。": 1416, "拱": 1417, "凶。": 1418, "水相": 1419, "选": 1420, "强，": 1421, "甲日": 1422, "中没": 1423, "亥，": 1424, "的根": 1425, "解释": 1426, "酉，": 1427, "逆": 1428, "寅时": 1429, "阳气": 1430, "补充": 1431, "而生": 1432, "，从": 1433, "仕途": 1434, "担": 1435, "能发": 1436, "土气": 1437, "水。": 1438, "海": 1439, "再遇": 1440, "特性": 1441, "贤": 1442, "月生": 1443, "。最": 1444, "命例": 1445, "；到": 1446, "不吉": 1447, "不得": 1448, "进士": 1449, "近": 1450, "的特": 1451, "妨": 1452, "又遇": 1453, "。日": 1454, "水火": 1455, "恶": 1456, "方法": 1457, "仁": 1458, "到戊": 1459, "有官": 1460, "推算": 1461, "，辰": 1462, "钱": 1463, "只能": 1464, "祖业": 1465, "此命": 1466, "，丑": 1467, "守": 1468, "，食": 1469, "人的": 1470, "招": 1471, "年、": 1472, "主身": 1473, "和，": 1474, "巳时": 1475, "驿": 1476, "巳，": 1477, "品。": 1478, "运行": 1479, "降": 1480, "。虽": 1481, "、卯": 1482, "到壬": 1483, "帮扶": 1484, "为什": 1485, "出天": 1486, "暖": 1487, "泽": 1488, "弱。": 1489, "有印": 1490, "步": 1491, "压": 1492, "较": 1493, "唯": 1494, "、官": 1495, "为人": 1496, "方运": 1497, "裕": 1498, "兄": 1499, "雨": 1500, "。（": 1501, "认为": 1502, "而会": 1503, "到甲": 1504, "藏的": 1505, "贪": 1506, "部": 1507, "金旺": 1508, "时干": 1509, "善": 1510, "土生": 1511, "、辰": 1512, "，妻": 1513, "）的": 1514, "增": 1515, "减": 1516, "至于": 1517, "顺从": 1518, "的金": 1519, "生火": 1520, "期": 1521, "，要": 1522, "于旺": 1523, "积": 1524, "出，": 1525, "财。": 1526, "吉凶": 1527, "农": 1528, "十二": 1529, "。遇": 1530, "乙日": 1531, "弟": 1532, "午，": 1533, "戌，": 1534, "观察": 1535, "午时": 1536, "谓\"": 1537, "无根": 1538, "际": 1539, "备": 1540, "暴": 1541, "忧": 1542, "申时": 1543, "的气": 1544, "忌神": 1545, "，名": 1546, "旺而": 1547, "金运": 1548, "若遇": 1549, "火相": 1550, "若年": 1551, "为贵": 1552, "年出": 1553, "丈": 1554, "是天": 1555, "区": 1556, "挥作": 1557, "；壬": 1558, "碍": 1559, "法，": 1560, "星的": 1561, "乱": 1562, "财、": 1563, "生水": 1564, "杂，": 1565, "。有": 1566, "木运": 1567, "能显": 1568, "武": 1569, "富。": 1570, "在巳": 1571, "的天": 1572, "值": 1573, "，见": 1574, "劳": 1575, "丈夫": 1576, "癸日": 1577, "势旺": 1578, "生机": 1579, "支，": 1580, "也会": 1581, "幸": 1582, "旦": 1583, "惜": 1584, "得当": 1585, "干有": 1586, "气旺": 1587, "畅": 1588, "适合": 1589, "扶持": 1590, "程": 1591, "主强": 1592, "些都": 1593, "临官": 1594, "益": 1595, "但不": 1596, "晚年": 1597, "常。": 1598, "疏": 1599, "有利": 1600, "盛。": 1601, "不仅": 1602, "到庚": 1603, "，怎": 1604, "一旦": 1605, "否则": 1606, "短": 1607, "再加": 1608, "土金": 1609, "，阴": 1610, "火。": 1611, "依靠": 1612, "素": 1613, "会有": 1614, "此类": 1615, "土来": 1616, "，未": 1617, "建禄": 1618, "托": 1619, "。辰": 1620, "见官": 1621, "利的": 1622, "，家": 1623, "如此": 1624, "弱的": 1625, "最好": 1626, "行南": 1627, "结合": 1628, "，富": 1629, "验": 1630, "厚，": 1631, "过多": 1632, "但若": 1633, "农历": 1634, "，故": 1635, "主富": 1636, "水、": 1637, "更加": 1638, "指的": 1639, "的五": 1640, "运则": 1641, "有情": 1642, "是大": 1643, "隔": 1644, "在申": 1645, "开始": 1646, "势。": 1647, "为印": 1648, "却不": 1649, "食伤": 1650, "。喜": 1651, "能化": 1652, "中暗": 1653, "非常": 1654, "！": 1655, "深厚": 1656, "未，": 1657, "富裕": 1658, "兄弟": 1659, "照": 1660, "聪明": 1661, "全是": 1662, "干的": 1663, "使得": 1664, "差": 1665, "喜神": 1666, "干地": 1667, "、巳": 1668, "扶，": 1669, "的火": 1670, "丧": 1671, "则不": 1672, "，通": 1673, "，午": 1674, "存在": 1675, "压制": 1676, "旺。": 1677, "来克": 1678, "俱": 1679, "秀气": 1680, "害。": 1681, "但如": 1682, "带来": 1683, "好比": 1684, "辰时": 1685, "显。": 1686, "金、": 1687, "弱而": 1688, "。癸": 1689, "好在": 1690, "假": 1691, "封": 1692, "元气": 1693, "财格": 1694, "章": 1695, "详": 1696, "水（": 1697, "土（": 1698, "均": 1699, "利；": 1700, "难免": 1701, "的财": 1702, "四季": 1703, "思": 1704, "残": 1705, "引发": 1706, "杂气": 1707, "，秋": 1708, "色": 1709, "也。": 1710, "火、": 1711, "展": 1712, "流通": 1713, "乏": 1714, "卯，": 1715, "的力": 1716, "金（": 1717, "亡，": 1718, "的方": 1719, "，并": 1720, "中进": 1721, "殊": 1722, "主衰": 1723, "参": 1724, "遇见": 1725, "若有": 1726, "利双": 1727, "官）": 1728, "长，": 1729, "禄格": 1730, "伏，": 1731, "丑，": 1732, "破害": 1733, "己日": 1734, "戌年": 1735, "相刑": 1736, "男": 1737, "上，": 1738, "妙的": 1739, "助长": 1740, "。早": 1741, "走到": 1742, "把": 1743, "运（": 1744, "合而": 1745, "推断": 1746, "由此": 1747, "之位": 1748, "凶煞": 1749, "达，": 1750, "音": 1751, "亥时": 1752, "显现": 1753, "重复": 1754, "命，": 1755, "：日": 1756, "。丑": 1757, "时逢": 1758, "可官": 1759, "不如": 1760, "载": 1761, "（如": 1762, "让": 1763, "缺乏": 1764, "儿子": 1765, "暗中": 1766, "互相": 1767, "午未": 1768, "物，": 1769, "的木": 1770, "运也": 1771, "柱，": 1772, "，好": 1773, "官旺": 1774, "也可": 1775, "方水": 1776, "柱的": 1777, "器": 1778, "是财": 1779, "日、": 1780, "，福": 1781, "是这": 1782, "，性": 1783, "，运": 1784, "*": 1785, "**": 1786, "现在": 1787, "土旺": 1788, "、亥": 1789, "可惜": 1790, "神的": 1791, "采": 1792, "。凡": 1793, "月干": 1794, "、月": 1795, "金。": 1796, "不过": 1797, "境": 1798, "运遇": 1799, "超": 1800, "湿土": 1801, "合的": 1802, "灵": 1803, "子年": 1804, "的说": 1805, "而无": 1806, "济": 1807, "官（": 1808, "，两": 1809, "避": 1810, "土、": 1811, "最喜": 1812, "构成": 1813, "喜见": 1814, "虎": 1815, "性情": 1816, "太过": 1817, "有制": 1818, "尊": 1819, "。辛": 1820, "臣": 1821, "双全": 1822, "疑": 1823, "在午": 1824, "盖": 1825, "铁": 1826, "支全": 1827, "实际": 1828, "包": 1829, "方木": 1830, "官位": 1831, "支中": 1832, "钱财": 1833, "怎能": 1834, "要看": 1835, "受损": 1836, "。至": 1837, "，本": 1838, "该": 1839, "辨": 1840, "双收": 1841, "闲": 1842, "百": 1843, "为吉": 1844, "行金": 1845, "依托": 1846, "同，": 1847, "春夏": 1848, "壬日": 1849, "魁": 1850, "孤独": 1851, "奔": 1852, "到极": 1853, "争夺": 1854, "戌时": 1855, "支寅": 1856, "；一": 1857, "沉": 1858, "火克": 1859, "接连": 1860, "并非": 1861, "到生": 1862, "是日": 1863, "都不": 1864, "清纯": 1865, "之，": 1866, "神（": 1867, "志": 1868, "；但": 1869, "泛": 1870, "行财": 1871, "之人": 1872, "的禄": 1873, "公": 1874, "。关": 1875, "血": 1876, "：壬": 1877, "秋冬": 1878, "刑，": 1879, "丁日": 1880, "们": 1881, "的关": 1882, "足，": 1883, "众多": 1884, "，终": 1885, "重。": 1886, "现。": 1887, "典": 1888, "是甲": 1889, "破财": 1890, "神煞": 1891, "运的": 1892, "又说": 1893, "地方": 1894, "赖": 1895, "能得": 1896, "，戌": 1897, "有金": 1898, "到水": 1899, "。财": 1900, "太旺": 1901, "，中": 1902, "福。": 1903, "卯时": 1904, "貌": 1905, "论述": 1906, "生官": 1907, "可任": 1908, "极点": 1909, "激": 1910, "秀才": 1911, "（金": 1912, "的运": 1913, "通根": 1914, "二十": 1915, "浅": 1916, "木来": 1917, "休": 1918, "防": 1919, "水来": 1920, "。丁": 1921, "金来": 1922, "克害": 1923, "稍": 1924, "旺运": 1925, "星；": 1926, "方金": 1927, "胎": 1928, "未时": 1929, "刃，": 1930, "酉时": 1931, "疾病": 1932, "显露": 1933, "在亥": 1934, "，冬": 1935, "生者": 1936, "煞。": 1937, "荣华": 1938, "人遇": 1939, "的生": 1940, "衣": 1941, "虚浮": 1942, "绝地": 1943, "金相": 1944, "两种": 1945, "试": 1946, "未能": 1947, "虚弱": 1948, "低": 1949, "来说": 1950, "是正": 1951, "稳固": 1952, "目": 1953, "继": 1954, "墓库": 1955, "到金": 1956, "好，": 1957, "土。": 1958, "续": 1959, "误": 1960, "满": 1961, "帝": 1962, "的官": 1963, "、时": 1964, "中和": 1965, "树": 1966, "祥": 1967, "示": 1968, "情，": 1969, "夭折": 1970, "说明": 1971, "生活": 1972, "。可": 1973, "会成": 1974, "用财": 1975, "月的": 1976, "世。": 1977, "段": 1978, "有刑": 1979, "丑年": 1980, "而日": 1981, "符合": 1982, "贫穷": 1983, "说，": 1984, "（甲": 1985, "神、": 1986, "的大": 1987, "适宜": 1988, "、印": 1989, "会合": 1990, "借": 1991, "执": 1992, "扬": 1993, "水克": 1994, "有水": 1995, "赋": 1996, "若是": 1997, "柱和": 1998, "赫": 1999, "未年": 2000, "丙日": 2001, "在天": 2002, "。时": 2003, "。亥": 2004, "木、": 2005, "一位": 2006, "又逢": 2007, "猛": 2008, "足以": 2009, "置，": 2010, "若不": 2011, "处，": 2012, "以丙": 2013, "表现": 2014, "生木": 2015, "静": 2016, "来制": 2017, "键在": 2018, "星与": 2019, "战": 2020, "论，": 2021, "若命": 2022, "有火": 2023, "；丙": 2024, "到官": 2025, "高官": 2026, "果八": 2027, "季出": 2028, "。巳": 2029, "。另": 2030, "驿马": 2031, "，卯": 2032, "，贵": 2033, "首": 2034, "是金": 2035, "水气": 2036, "列": 2037, "支的": 2038, "，否": 2039, "当，": 2040, "去除": 2041, "严重": 2042, "也难": 2043, "于寅": 2044, "谋": 2045, "读": 2046, "成格": 2047, "以及": 2048, "到辛": 2049, "放": 2050, "扶助": 2051, "凶，": 2052, "亥）": 2053, "常，": 2054, "显赫": 2055, "见财": 2056, "。-": 2057, "行木": 2058, "兼": 2059, "而且": 2060, "倘": 2061, "金克": 2062, "（木": 2063, "有力": 2064, "的位": 2065, "府": 2066, "与日": 2067, "（壬": 2068, "俗": 2069, "本身": 2070, "另有": 2071, "扶日": 2072, "准": 2073, "根据": 2074, "，既": 2075, "盛而": 2076, "得地": 2077, "孙": 2078, "成的": 2079, "州": 2080, "问": 2081, "威": 2082, "到这": 2083, "不见": 2084, "飞": 2085, "六亲": 2086, "烧": 2087, "。金": 2088, "冷": 2089, "兆": 2090, "，夏": 2091, "若得": 2092, "日（": 2093, "歌诀": 2094, "道：": 2095, "更妙": 2096, "都属": 2097, "之间": 2098, "倘若": 2099, "局（": 2100, "木。": 2101, "循": 2102, "地。": 2103, "见，": 2104, "环": 2105, "土能": 2106, "合得": 2107, "碌": 2108, "，酉": 2109, "无力": 2110, "弱时": 2111, "充：": 2112, "的月": 2113, "三月": 2114, "真正": 2115, "合去": 2116, "日，": 2117, "视": 2118, "杀旺": 2119, "破，": 2120, "个道": 2121, "官的": 2122, "运喜": 2123, "职，": 2124, "依此": 2125, "（戊": 2126, "滥": 2127, "武职": 2128, "爱": 2129, "水之": 2130, "长寿": 2131, "河": 2132, "是贵": 2133, "耀": 2134, "贵之": 2135, "星透": 2136, "不顺": 2137, "。己": 2138, "二月": 2139, "火则": 2140, "夫星": 2141, "乡，": 2142, "，柱": 2143, "则贵": 2144, "。诗": 2145, "不知": 2146, "土运": 2147, "贱。": 2148, "子午": 2149, "辰年": 2150, "，显": 2151, "的水": 2152, "（寅": 2153, "，应": 2154, "县": 2155, "，人": 2156, "。地": 2157, "是\"": 2158, "，灾": 2159, "的\"": 2160, "之处": 2161, "刻": 2162, "水日": 2163, "止": 2164, "。五": 2165, "星不": 2166, "星生": 2167, "纵": 2168, "普": 2169, "复出": 2170, "；乙": 2171, "论断": 2172, "分，": 2173, "，克": 2174, "不显": 2175, "和时": 2176, "十一": 2177, "又能": 2178, "亥年": 2179, "不通": 2180, "纳音": 2181, "两者": 2182, "藏有": 2183, "福，": 2184, "。春": 2185, "地位": 2186, "于辰": 2187, "则显": 2188, "伤。": 2189, "酉年": 2190, "庚日": 2191, "天乙": 2192, "已经": 2193, "则是": 2194, "细推": 2195, "、日": 2196, "原局": 2197, "微弱": 2198, "支相": 2199, "卯辰": 2200, "。木": 2201, "泄耗": 2202, "运至": 2203, "；戊": 2204, "而有": 2205, "，冲": 2206, "附": 2207, "炎": 2208, "；庚": 2209, "早夭": 2210, "囚": 2211, "叫做": 2212, "土相": 2213, "，尤": 2214, "。火": 2215, "气；": 2216, "月或": 2217, "，吉": 2218, "叫\"": 2219, "后，": 2220, "到火": 2221, "仲": 2222, "又如": 2223, "出众": 2224, "巳中": 2225, "久": 2226, "助日": 2227, "而能": 2228, "以甲": 2229, "预": 2230, "。水": 2231, "法：": 2232, "淫": 2233, "生行": 2234, "。见": 2235, "生克": 2236, "上说": 2237, "午年": 2238, "中举": 2239, "樵": 2240, "铁樵": 2241, "败，": 2242, "终究": 2243, "的喜": 2244, "。一": 2245, "玄": 2246, "象，": 2247, "嗣": 2248, "木遇": 2249, "旺时": 2250, "；而": 2251, "到乙": 2252, "制化": 2253, "错": 2254, "，对": 2255, "弃": 2256, "生土": 2257, "态。": 2258, "于生": 2259, "泛滥": 2260, "吉；": 2261, "官；": 2262, "正值": 2263, "权，": 2264, "：寅": 2265, "）；": 2266, "星、": 2267, "有依": 2268, "发福": 2269, "于子": 2270, "：春": 2271, "它的": 2272, "监": 2273, "眼": 2274, "三品": 2275, "至三": 2276, "诀：": 2277, "成水": 2278, "紧": 2279, "（指": 2280, "整个": 2281, "运：": 2282, "任铁": 2283, "、申": 2284, "集": 2285, "量，": 2286, "回": 2287, "杀（": 2288, "阴气": 2289, "遂": 2290, "。到": 2291, "为七": 2292, "印）": 2293, "得以": 2294, "（丙": 2295, "来，": 2296, "。由": 2297, "。只": 2298, "逐": 2299, "来看": 2300, "名，": 2301, "贫寒": 2302, "时生": 2303, "老": 2304, "见庚": 2305, "王": 2306, "精神": 2307, "。还": 2308, "胜": 2309, "柱遇": 2310, "季的": 2311, "和。": 2312, "。古": 2313, "官煞": 2314, "千": 2315, "看似": 2316, "（日": 2317, "太岁": 2318, "土之": 2319, "母亲": 2320, "是火": 2321, "运中": 2322, "的旺": 2323, "违": 2324, "坎": 2325, "寅中": 2326, "候": 2327, "得禄": 2328, "，早": 2329, "乎": 2330, "子嗣": 2331, "为偏": 2332, "木相": 2333, "杀。": 2334, "余气": 2335, "特殊": 2336, "得生": 2337, "力。": 2338, "生发": 2339, "晦": 2340, "累": 2341, "一样": 2342, "之中": 2343, "病，": 2344, "也无": 2345, "行火": 2346, "普通": 2347, "刚强": 2348, "火与": 2349, "应验": 2350, "然而": 2351, "盘": 2352, "梁": 2353, "。月": 2354, "季节": 2355, "。秋": 2356, "贵命": 2357, "福禄": 2358, "：“": 2359, "突": 2360, "申年": 2361, "本是": 2362, "四个": 2363, "，加": 2364, "换": 2365, "夺财": 2366, "协": 2367, "到丁": 2368, "约，": 2369, "制。": 2370, "出丙": 2371, "广": 2372, "；行": 2373, "合火": 2374, "福泽": 2375, "温暖": 2376, "禄旺": 2377, "能制": 2378, "克。": 2379, "星为": 2380, "杀）": 2381, "和印": 2382, "怎么": 2383, "陷": 2384, "强弱": 2385, "持，": 2386, "衰败": 2387, "渐": 2388, "手": 2389, "依赖": 2390, "妾": 2391, "；或": 2392, "，仕": 2393, "受到": 2394, "健旺": 2395, "想": 2396, "）和": 2397, "荡": 2398, "不必": 2399, "位的": 2400, "德，": 2401, "宰": 2402, "到癸": 2403, "待": 2404, "；寅": 2405, "在卯": 2406, "坚": 2407, "黄": 2408, "性质": 2409, "兴旺": 2410, "天上": 2411, "丑时": 2412, "甲己": 2413, "为食": 2414, "病。": 2415, "诀补": 2416, "井": 2417, "戊日": 2418, "煞的": 2419, "末": 2420, "吗": 2421, "释道": 2422, "生。": 2423, "所藏": 2424, "出甲": 2425, "到申": 2426, "中火": 2427, "成火": 2428, "恐": 2429, "（火": 2430, "合木": 2431, "，指": 2432, "体现": 2433, "是丙": 2434, "、寅": 2435, "造。": 2436, "被冲": 2437, "；甲": 2438, "重重": 2439, "十年": 2440, "通。": 2441, "（注": 2442, "有不": 2443, "顿": 2444, "的作": 2445, "枭": 2446, "：年": 2447, "可见": 2448, "有用": 2449, "。正": 2450, "是水": 2451, "格的": 2452, "。四": 2453, "绶格": 2454, "在日": 2455, "定会": 2456, "在农": 2457, "克妻": 2458, "是官": 2459, "为木": 2460, "的正": 2461, "节，": 2462, "露，": 2463, "漂": 2464, "也吉": 2465, "厚。": 2466, "不透": 2467, "柱有": 2468, "孝": 2469, "热": 2470, "水不": 2471, "云：": 2472, "。申": 2473, "中金": 2474, "若月": 2475, "倒食": 2476, "根本": 2477, "吗？": 2478, "到寅": 2479, "：乙": 2480, "极其": 2481, "祸，": 2482, "中秀": 2483, "是否": 2484, "支是": 2485, "（庚": 2486, "虽有": 2487, "所说": 2488, "强盛": 2489, "弱无": 2490, "以成": 2491, "，仍": 2492, "休囚": 2493, "官禄": 2494, "星得": 2495, "：命": 2496, "与七": 2497, "避免": 2498, "名声": 2499, "是伤": 2500, "此格": 2501, "读书": 2502, "喜行": 2503, "在地": 2504, "取用": 2505, "当作": 2506, "，偏": 2507, "唯独": 2508, "法。": 2509, "运可": 2510, "劳碌": 2511, "》中": 2512, "种说": 2513, "和七": 2514, "炼": 2515, "日庚": 2516, "富，": 2517, "到己": 2518, "：庚": 2519, "会克": 2520, "星）": 2521, "侍": 2522, "土是": 2523, "有福": 2524, "全。": 2525, "见丙": 2526, "监察": 2527, "也主": 2528, "火之": 2529, "局）": 2530, "这时": 2531, "氏说": 2532, "机，": 2533, "事业": 2534, "化。": 2535, "握": 2536, "阳，": 2537, "人生": 2538, "上的": 2539, "艰": 2540, "合金": 2541, "为金": 2542, "此人": 2543, "是七": 2544, "解，": 2545, "在时": 2546, "如丙": 2547, "不定": 2548, "贯": 2549, "（水": 2550, "金日": 2551, "寅年": 2552, "丑中": 2553, "再行": 2554, "保留": 2555, "来的": 2556, "略": 2557, "明，": 2558, "名。": 2559, "出身": 2560, "迁": 2561, "的时": 2562, "使用": 2563, "礼": 2564, "材": 2565, "玉": 2566, "的贵": 2567, "，气": 2568, "夭。": 2569, "良": 2570, "时节": 2571, "柱上": 2572, "滞": 2573, "显，": 2574, "意思": 2575, "恩": 2576, "于春": 2577, "尊贵": 2578, "无财": 2579, "察官": 2580, "*：": 2581, "魁罡": 2582, "罡": 2583, "这三": 2584, "属金": 2585, "日甲": 2586, "转入": 2587, "戌运": 2588, "。午": 2589, "表面": 2590, "克木": 2591, "亥运": 2592, "在月": 2593, "寡": 2594, "，便": 2595, "；辛": 2596, "喜用": 2597, "蓄": 2598, "果天": 2599, "，八": 2600, "。当": 2601, "用印": 2602, "现为": 2603, "受伤": 2604, "有生": 2605, "发财": 2606, "来论": 2607, "说的": 2608, "郎": 2609, "的状": 2610, "城": 2611, "支亥": 2612, "顺利": 2613, "乙庚": 2614, "损害": 2615, "不受": 2616, "有丙": 2617, "、伤": 2618, "泥": 2619, "季，": 2620, "合成": 2621, "好。": 2622, "贫困": 2623, "传": 2624, "记": 2625, "戊癸": 2626, "犹": 2627, "文章": 2628, "有两": 2629, "吉神": 2630, "：丁": 2631, "生时": 2632, "长。": 2633, "妻儿": 2634, "锋": 2635, "）、": 2636, "无气": 2637, "树木": 2638, "旺状": 2639, "君子": 2640, "【": 2641, "】": 2642, "还要": 2643, "的八": 2644, "杀的": 2645, "前一": 2646, "举人": 2647, "厚重": 2648, "个儿": 2649, "这叫": 2650, "口": 2651, "支子": 2652, "则会": 2653, "破耗": 2654, "，暗": 2655, "方向": 2656, "，岁": 2657, "之神": 2658, "有三": 2659, "是阴": 2660, "被克": 2661, "份，": 2662, "冲。": 2663, "（乙": 2664, "惧": 2665, "水是": 2666, "，三": 2667, "化的": 2668, "产生": 2669, "的意": 2670, "有木": 2671, "个字": 2672, "各种": 2673, "。好": 2674, "而成": 2675, "，原": 2676, "养，": 2677, "有所": 2678, "子孙": 2679, "繁": 2680, "局不": 2681, "高位": 2682, "金木": 2683, "灭": 2684, "共": 2685, "水土": 2686, "无制": 2687, "，唯": 2688, "佳。": 2689, "无冲": 2690, "则无": 2691, "有土": 2692, "司": 2693, "运不": 2694, "之火": 2695, "女，": 2696, "寻": 2697, "滋润": 2698, "，文": 2699, "枝": 2700, "、破": 2701, "症": 2702, "，春": 2703, "之类": 2704, "：如": 2705, "是印": 2706, "于死": 2707, "正月": 2708, "主凶": 2709, "剑": 2710, "泊": 2711, "丁壬": 2712, "东北": 2713, "女性": 2714, "柱带": 2715, "命带": 2716, "。”": 2717, "的规": 2718, "原理": 2719, "有庚": 2720, "寅申": 2721, "之势": 2722, "烈，": 2723, "性。": 2724, "受克": 2725, "起伏": 2726, "之水": 2727, "，阳": 2728, "整体": 2729, "以发": 2730, "半合": 2731, "顺遂": 2732, "灾。": 2733, "支午": 2734, "令的": 2735, "干壬": 2736, "得官": 2737, "；天": 2738, "土日": 2739, "；癸": 2740, "神制": 2741, "员": 2742, "望": 2743, "旺、": 2744, "在酉": 2745, "、七": 2746, "即便": 2747, "凶神": 2748, "俱全": 2749, "行之": 2750, "成，": 2751, "成器": 2752, "中无": 2753, "；金": 2754, "；遇": 2755, "财的": 2756, "、财": 2757, "强健": 2758, "于巳": 2759, "一般": 2760, "概": 2761, "间，": 2762, "解救": 2763, "若见": 2764, "运流": 2765, "丙辛": 2766, "火是": 2767, "改": 2768, "令之": 2769, "；更": 2770, "宽": 2771, "：生": 2772, "通常": 2773, "还是": 2774, "得月": 2775, "若逢": 2776, "业，": 2777, "长久": 2778, "紫": 2779, "智": 2780, "父亲": 2781, "物的": 2782, "火能": 2783, "，透": 2784, "。酉": 2785, "。卯": 2786, "乙贵": 2787, "旺则": 2788, "中所": 2789, "，整": 2790, "〈": 2791, "系，": 2792, "〉": 2793, "级": 2794, "。倘": 2795, "有子": 2796, "申运": 2797, "为水": 2798, "才是": 2799, "好的": 2800, "几": 2801, "；日": 2802, "子丑": 2803, "阳干": 2804, "荫": 2805, "昌": 2806, "通达": 2807, "波": 2808, "是偏": 2809, "直接": 2810, "得时": 2811, "绝，": 2812, "且有": 2813, "阴干": 2814, "遇刑": 2815, "合住": 2816, "，寿": 2817, "如：": 2818, "。即": 2819, "，表": 2820, "继承": 2821, "元素": 2822, "官生": 2823, "又得": 2824, "翰": 2825, "年时": 2826, "造成": 2827, "过重": 2828, "会被": 2829, "它们": 2830, "果四": 2831, "自己": 2832, "足。": 2833, "困顿": 2834, "象。": 2835, "：丙": 2836, "埋": 2837, "归禄": 2838, "太阳": 2839, "隐": 2840, "轻重": 2841, "但也": 2842, "亨": 2843, "宝": 2844, "造：": 2845, "柱是": 2846, "，晚": 2847, "能获": 2848, "贵双": 2849, "兵": 2850, "一月": 2851, "身衰": 2852, "女命": 2853, "是自": 2854, "多主": 2855, "见戊": 2856, "日戊": 2857, "生则": 2858, "则富": 2859, "南运": 2860, "时*": 2861, "行的": 2862, "。以": 2863, "是所": 2864, "这正": 2865, "助力": 2866, "。〉": 2867, "透干": 2868, "子运": 2869, "地（": 2870, "，被": 2871, "占": 2872, "有寅": 2873, "如庚": 2874, "申大": 2875, "违背": 2876, "金之": 2877, "是阳": 2878, "财库": 2879, "之象": 2880, "说\"": 2881, "的长": 2882, "祸患": 2883, "。总": 2884, "盛时": 2885, "妒": 2886, "达到": 2887, "发，": 2888, "主遇": 2889, "局；": 2890, "；-": 2891, "抑": 2892, "高中": 2893, "成局": 2894, "收。": 2895, "地）": 2896, "木克": 2897, "冻": 2898, "用的": 2899, "要有": 2900, "明显": 2901, "乃": 2902, "榜": 2903, "；不": 2904, "原文": 2905, "佳，": 2906, "局有": 2907, "不论": 2908, "福分": 2909, "。在": 2910, "肩劫": 2911, "和官": 2912, "旺气": 2913, "；巳": 2914, "青云": 2915, "合水": 2916, "与官": 2917, "如壬": 2918, "坏印": 2919, "天德": 2920, "趋": 2921, "乐": 2922, "定是": 2923, "方面": 2924, "，容": 2925, "事，": 2926, "果再": 2927, "干燥": 2928, "木与": 2929, "：己": 2930, "：癸": 2931, "乾": 2932, "叠": 2933, "。它": 2934, "一定": 2935, "无官": 2936, "卦": 2937, "柱天": 2938, "炉": 2939, "夫，": 2940, "大富": 2941, "见壬": 2942, "曰": 2943, "主大": 2944, "各日": 2945, "任监": 2946, "。*": 2947, "见辛": 2948, "点，": 2949, "难道": 2950, "卯酉": 2951, "谐": 2952, "要仔": 2953, "，遭": 2954, "为火": 2955, "未大": 2956, "主是": 2957, "果月": 2958, "此，": 2959, "金在": 2960, "击": 2961, "辰为": 2962, "恰": 2963, "、土": 2964, "则需": 2965, "喜的": 2966, "气、": 2967, "寅大": 2968, "属阴": 2969, "若日": 2970, "反之": 2971, "齐": 2972, "各自": 2973, "。更": 2974, "证": 2975, "乘": 2976, "的元": 2977, "看，": 2978, "财）": 2979, "使有": 2980, "丑运": 2981, "有食": 2982, "的本": 2983, "土中": 2984, "边": 2985, "僧": 2986, "之后": 2987, "帮助": 2988, "枭神": 2989, "不相": 2990, "知道": 2991, "斗": 2992, "的缘": 2993, "，关": 2994, "戌中": 2995, "会破": 2996, "翰林": 2997, "，化": 2998, "语": 2999, "：戊": 3000, "到亥": 3001, "。土": 3002, "。然": 3003, "三奇": 3004, "果没": 3005, "）出": 3006, "单独": 3007, "经典": 3008, "担任": 3009, "气财": 3010, "来冲": 3011, "不贵": 3012, "都能": 3013, "焚": 3014, "火就": 3015, "畏": 3016, "于申": 3017, "夜": 3018, "，往": 3019, "顺，": 3020, "（辰": 3021, "骨": 3022, "在丙": 3023, "计": 3024, "么呢": 3025, "特别": 3026, "木在": 3027, ".": 3028, "子的": 3029, "金属": 3030, "脱": 3031, "矣": 3032, "金火": 3033, "柱或": 3034, "徐": 3035, "的原": 3036, "和谐": 3037, "源头": 3038, "。阳": 3039, "、水": 3040, "顺畅": 3041, "，相": 3042, "，到": 3043, "还能": 3044, "泄气": 3045, "断绝": 3046, "蕴": 3047, "（正": 3048, "险，": 3049, "正的": 3050, "绶。": 3051, "甚": 3052, "也没": 3053, "亥大": 3054, "缘故": 3055, "题": 3056, "有人": 3057, "；水": 3058, "祸福": 3059, "不算": 3060, "统": 3061, "祸；": 3062, "精华": 3063, "造，": 3064, "出壬": 3065, "，适": 3066, "、食": 3067, "星而": 3068, "。伤": 3069, "主旺": 3070, "，看": 3071, "遥": 3072, "会损": 3073, "见金": 3074, "；申": 3075, "神；": 3076, "死。": 3077, "敛": 3078, "，功": 3079, "切": 3080, "巳亥": 3081, "贵也": 3082, "会伤": 3083, "坏，": 3084, "土则": 3085, "妇": 3086, "行中": 3087, "以上": 3088, "；秋": 3089, "吉祥": 3090, "具有": 3091, "，成": 3092, "掌权": 3093, "坤": 3094, "到巳": 3095, "如戊": 3096, "不忌": 3097, "若柱": 3098, "；辰": 3099, "。夏": 3100, "以称": 3101, "，平": 3102, "木以": 3103, "霹": 3104, "霹雳": 3105, "雳": 3106, "雳火": 3107, "为福": 3108, "诀说": 3109, "一点": 3110, "奥": 3111, "贴": 3112, "与前": 3113, "覆": 3114, "气衰": 3115, "故。": 3116, "遇火": 3117, "酉大": 3118, "？因": 3119, "顺应": 3120, "，后": 3121, "金得": 3122, "而言": 3123, "属阳": 3124, "水得": 3125, "星来": 3126, "理的": 3127, "而化": 3128, "危": 3129, "当权": 3130, "辰大": 3131, "；火": 3132, "这里": 3133, "金遇": 3134, "依据": 3135, "。论": 3136, "均衡": 3137, "浑": 3138, "妨碍": 3139, "（午": 3140, "宿": 3141, "燥土": 3142, "秀，": 3143, "十岁": 3144, "响": 3145, "大多": 3146, "少年": 3147, "克破": 3148, "（偏": 3149, "亥中": 3150, "决": 3151, "阶": 3152, "都可": 3153, "挡": 3154, "丑三": 3155, "；财": 3156, "无用": 3157, "的论": 3158, "辈": 3159, "有其": 3160, "池": 3161, "，例": 3162, "马，": 3163, "登": 3164, "见水": 3165, "茂": 3166, "服": 3167, "布": 3168, "群": 3169, "头，": 3170, "在辰": 3171, "。具": 3172, "生气": 3173, "盛；": 3174, "与月": 3175, "神与": 3176, "德行": 3177, "气息": 3178, "有甲": 3179, "火遇": 3180, "，常": 3181, "，破": 3182, "叶": 3183, "横": 3184, "酒": 3185, "相，": 3186, "清高": 3187, "硬": 3188, "。生": 3189, "泉": 3190, "旺生": 3191, "国": 3192, "三十": 3193, "之时": 3194, "3": 3195, "1": 3196, "艮": 3197, "命的": 3198, "天河": 3199, "寿。": 3200, "旁": 3201, "大海": 3202, "都主": 3203, "砂": 3204, "宫，": 3205, "例：": 3206, "造化": 3207, "克的": 3208, "属木": 3209, "话": 3210, "甲、": 3211, "序": 3212, "衣食": 3213, "，全": 3214, "戌大": 3215, "九月": 3216, "（申": 3217, "辰三": 3218, "式": 3219, "又生": 3220, "为根": 3221, "到辰": 3222, "寒，": 3223, "（任": 3224, "中带": 3225, "的用": 3226, "气而": 3227, "（巳": 3228, "到午": 3229, "辰巳": 3230, "年就": 3231, "水就": 3232, "火不": 3233, "能泄": 3234, "在年": 3235, "时遇": 3236, "逢冲": 3237, "直到": 3238, "主坐": 3239, "申中": 3240, "动，": 3241, "处在": 3242, "伏七": 3243, "有戊": 3244, "相配": 3245, "会遭": 3246, "得势": 3247, "，接": 3248, "又是": 3249, "积累": 3250, "属性": 3251, "大体": 3252, "有伤": 3253, "过，": 3254, "杀混": 3255, "土和": 3256, "中土": 3257, "戌相": 3258, "土与": 3259, "，纵": 3260, "相通": 3261, "于亥": 3262, "；土": 3263, "不要": 3264, "；有": 3265, "支会": 3266, "木是": 3267, "时（": 3268, "主为": 3269, "行北": 3270, "行。": 3271, "又透": 3272, "慈": 3273, "果财": 3274, "辉": 3275, "文采": 3276, "星或": 3277, "三四": 3278, "是非": 3279, "凋": 3280, "管": 3281, "人不": 3282, "在子": 3283, "做事": 3284, "金不": 3285, "；丁": 3286, "2": 3287, "运或": 3288, "急": 3289, "总结": 3290, "果年": 3291, "预示": 3292, "主人": 3293, "托，": 3294, "，六": 3295, "金神": 3296, "年生": 3297, "涧": 3298, "海水": 3299, "：天": 3300, "籍": 3301, "别，": 3302, "午中": 3303, "木就": 3304, "丙、": 3305, "庚、": 3306, "：所": 3307, "使不": 3308, "支申": 3309, "的戊": 3310, "协调": 3311, "是庚": 3312, "字日": 3313, "阳火": 3314, "支辰": 3315, "艰难": 3316, "就。": 3317, "方。": 3318, "若行": 3319, "同理": 3320, "不但": 3321, "士，": 3322, "主得": 3323, "拔": 3324, "不怕": 3325, "星就": 3326, "日丙": 3327, "星过": 3328, "午大": 3329, "它，": 3330, "\"；": 3331, "的强": 3332, "成金": 3333, "有正": 3334, "水与": 3335, "夺，": 3336, "场": 3337, "（丁": 3338, "日元": 3339, "忌，": 3340, "星相": 3341, "是以": 3342, "、金": 3343, "俸": 3344, "人；": 3345, "的福": 3346, "所生": 3347, "（土": 3348, "运又": 3349, "难。": 3350, "触": 3351, "室": 3352, "主不": 3353, "固执": 3354, "有壬": 3355, "亮": 3356, "为主": 3357, "无妨": 3358, "水则": 3359, "妙。": 3360, "以戊": 3361, "木得": 3362, "果不": 3363, "清贵": 3364, "篇": 3365, "，刑": 3366, "肾": 3367, "抵": 3368, "脚": 3369, "明现": 3370, "被合": 3371, "。再": 3372, "则凶": 3373, "盗": 3374, "巽": 3375, "见丁": 3376, "在甲": 3377, "为夫": 3378, "卯年": 3379, "屋": 3380, "矣。": 3381, "金以": 3382, "六合": 3383, "主贫": 3384, "以下": 3385, "论》": 3386, "毫": 3387, "系。": 3388, "推究": 3389, "神）": 3390, "娶": 3391, "猛烈": 3392, "四月": 3393, "（辛": 3394, "旺；": 3395, "况且": 3396, "角": 3397, "位（": 3398, "；地": 3399, "水；": 3400, "间的": 3401, "有余": 3402, "支为": 3403, "（七": 3404, "干为": 3405, "的七": 3406, "太重": 3407, "抗": 3408, "中甲": 3409, "有比": 3410, "重要": 3411, "八月": 3412, "卫": 3413, "官为": 3414, "支巳": 3415, "，足": 3416, "在丑": 3417, "辰是": 3418, "不断": 3419, "不息": 3420, "助。": 3421, "以命": 3422, "夹": 3423, "俸禄": 3424, "细分": 3425, "讳遇": 3426, "运）": 3427, "，\"": 3428, "败。": 3429, "培": 3430, "神伤": 3431, "多而": 3432, "散，": 3433, "走势": 3434, "的精": 3435, "禄。": 3436, "术": 3437, "条": 3438, "运；": 3439, "，实": 3440, "新": 3441, "身。": 3442, "，非": 3443, "收敛": 3444, "成财": 3445, "心，": 3446, "合禄": 3447, "日遇": 3448, "定。": 3449, "味": 3450, "蛇": 3451, "灯": 3452, "主自": 3453, "所在": 3454, "综": 3455, "，旺": 3456, "；木": 3457, "忘": 3458, "能在": 3459, "在秋": 3460, "为天": 3461, "卑": 3462, "权贵": 3463, "惠": 3464, "宜见": 3465, "土不": 3466, "之土": 3467, "绊": 3468, "多见": 3469, "权。": 3470, "在春": 3471, "借助": 3472, "。未": 3473, "潜": 3474, "廷": 3475, "朝廷": 3476, "巳年": 3477, "折。": 3478, "；大": 3479, "不长": 3480, "成败": 3481, "时。": 3482, "成。": 3483, "月日": 3484, "亲，": 3485, "位在": 3486, "小人": 3487, "主孤": 3488, "或时": 3489, "出财": 3490, "金则": 3491, "以庚": 3492, "填": 3493, "无刑": 3494, "最吉": 3495, "行生": 3496, "会显": 3497, "但实": 3498, "于绝": 3499, "际上": 3500, "如木": 3501, "未三": 3502, "克金": 3503, "的凶": 3504, "势的": 3505, "于\"": 3506, "知府": 3507, "区分": 3508, "盈": 3509, "遇，": 3510, "（丑": 3511, "未）": 3512, "阴，": 3513, "于日": 3514, "，制": 3515, "，发": 3516, "懂": 3517, "干相": 3518, "损，": 3519, "土克": 3520, "是好": 3521, "于天": 3522, "灾，": 3523, "这四": 3524, "用食": 3525, "浑浊": 3526, "土作": 3527, "则有": 3528, "到木": 3529, "化成": 3530, "局清": 3531, "考取": 3532, "衰，": 3533, "无情": 3534, "在此": 3535, "神相": 3536, "可至": 3537, "若能": 3538, "优": 3539, "坏格": 3540, "全没": 3541, "也属": 3542, "格（": 3543, "选取": 3544, "嫁": 3545, "又无": 3546, "无火": 3547, "终。": 3548, "行官": 3549, "拘泥": 3550, "拘": 3551, "子平": 3552, "出戊": 3553, "助官": 3554, "损耗": 3555, "后来": 3556, "松": 3557, "很多": 3558, "到子": 3559, "。官": 3560, "未中": 3561, "秋天": 3562, "禀": 3563, "的吉": 3564, "；时": 3565, "客": 3566, "火木": 3567, "，顺": 3568, "竭": 3569, "气不": 3570, "零": 3571, "庭": 3572, "讳，": 3573, "重的": 3574, "变得": 3575, "亨通": 3576, "人、": 3577, "为凶": 3578, "官食": 3579, "，具": 3580, "显得": 3581, "时透": 3582, "而显": 3583, "果有": 3584, "与庚": 3585, "撑": 3586, "支撑": 3587, "有气": 3588, "七月": 3589, "罚": 3590, "太多": 3591, "贵但": 3592, "冲、": 3593, "曰：": 3594, "实，": 3595, "则大": 3596, "北运": 3597, "行身": 3598, "下水": 3599, "。女": 3600, "化之": 3601, "此。": 3602, "译": 3603, "属火": 3604, "、地": 3605, "辛、": 3606, "酉戌": 3607, "酉运": 3608, "掌握": 3609, "转为": 3610, "丑大": 3611, "古书": 3612, "绶（": 3613, "支坐": 3614, "中。": 3615, "得财": 3616, "是戊": 3617, "因素": 3618, "（己": 3619, "与印": 3620, "见寅": 3621, "举考": 3622, "考试": 3623, "之分": 3624, "为甲": 3625, "家，": 3626, "主。": 3627, "而死": 3628, "为僧": 3629, "财；": 3630, "闲神": 3631, "喜财": 3632, "十神": 3633, "差异": 3634, "循环": 3635, "。十": 3636, "既然": 3637, "就难": 3638, "古代": 3639, "某": 3640, "此可": 3641, "施": 3642, "个人": 3643, "来推": 3644, "逢生": 3645, "行水": 3646, "成了": 3647, "不喜": 3648, "痛": 3649, "中财": 3650, "运到": 3651, "能有": 3652, "见己": 3653, "，各": 3654, "中丙": 3655, "；亥": 3656, "反复": 3657, "正，": 3658, "，万": 3659, "柱透": 3660, "机。": 3661, "喻": 3662, "记载": 3663, "辰的": 3664, "综合": 3665, "脾": 3666, "主导": 3667, "起来": 3668, "官贵": 3669, "；冬": 3670, "类，": 3671, "死亡": 3672, "；己": 3673, "富足": 3674, "傲": 3675, "则为": 3676, "为子": 3677, "辰中": 3678, "再有": 3679, "官有": 3680, "重叠": 3681, "局无": 3682, "：辛": 3683, "澈": 3684, "木；": 3685, "日乙": 3686, "如乙": 3687, "。戌": 3688, "成立": 3689, "石": 3690, "四品": 3691, "毒": 3692, "而得": 3693, "火以": 3694, "主文": 3695, "见甲": 3696, "、大": 3697, "么是": 3698, "河水": 3699, "令通": 3700, "则福": 3701, "救助": 3702, "之灾": 3703, "涧下": 3704, "讳见": 3705, "、天": 3706, "腾": 3707, "，我": 3708, "岂": 3709, "恋": 3710, "樵解": 3711, "\"天": 3712, "\"指": 3713, "折，": 3714, "孤苦": 3715, "而亡": 3716, "子大": 3717, "戌三": 3718, "研": 3719, "、火": 3720, "发展": 3721, "巧": 3722, "，皆": 3723, "戌亥": 3724, "尽，": 3725, "制水": 3726, "且无": 3727, "柱都": 3728, "论命": 3729, "，当": 3730, "所幸": 3731, "藏干": 3732, "区别": 3733, "来合": 3734, "用火": 3735, "汇": 3736, "是真": 3737, "六月": 3738, "中壬": 3739, "印相": 3740, "有七": 3741, "如何": 3742, "制杀": 3743, "有凶": 3744, "以财": 3745, "不杂": 3746, "劫夺": 3747, "神不": 3748, "有合": 3749, "夫妻": 3750, "木和": 3751, "范": 3752, "土；": 3753, "阶段": 3754, "凶暴": 3755, "卯大": 3756, "柄": 3757, "会发": 3758, "县令": 3759, "救，": 3760, "实现": 3761, "志向": 3762, "用；": 3763, "或申": 3764, "习": 3765, "官和": 3766, "气虚": 3767, "探": 3768, "强势": 3769, "资": 3770, "能不": 3771, "从而": 3772, "牵": 3773, "清秀": 3774, "神生": 3775, "步青": 3776, "怀": 3777, "在，": 3778, "赋》": 3779, "哪": 3780, "卯运": 3781, "本来": 3782, "：辰": 3783, "定，": 3784, "，至": 3785, "私": 3786, "引动": 3787, "下，": 3788, "况：": 3789, "好命": 3790, "果是": 3791, "宁": 3792, "为日": 3793, "若再": 3794, "春天": 3795, "，逢": 3796, "追": 3797, "聚集": 3798, "平和": 3799, "不成": 3800, "至极": 3801, "相会": 3802, "，二": 3803, "柱逢": 3804, "天出": 3805, "定能": 3806, "是壬": 3807, "绝之": 3808, "见火": 3809, "芒": 3810, "为：": 3811, "冰": 3812, "克土": 3813, "寅乙": 3814, "水伤": 3815, "于酉": 3816, "于午": 3817, "母，": 3818, "，清": 3819, "讳财": 3820, "皇": 3821, "而是": 3822, "福；": 3823, "侯": 3824, "达；": 3825, "水以": 3826, "经》": 3827, "也，": 3828, "疾。": 3829, "残疾": 3830, "季生": 3831, "无破": 3832, "主显": 3833, "填实": 3834, "见癸": 3835, "上土": 3836, "泉水": 3837, "剑锋": 3838, "砂中": 3839, "则主": 3840, "属水": 3841, "天，": 3842, "是福": 3843, "截": 3844, "命书": 3845, "别。": 3846, "生相": 3847, "紧贴": 3848, "干不": 3849, "制；": 3850, "库）": 3851, "本性": 3852, "无成": 3853, "及第": 3854, "午运": 3855, "庇": 3856, "无依": 3857, "顺。": 3858, "寅位": 3859, "丑为": 3860, "光明": 3861, "连考": 3862, "似乎": 3863, "柱时": 3864, "创": 3865, "年大": 3866, "蕴含": 3867, "水能": 3868, "如丁": 3869, "类似": 3870, "全局": 3871, "？这": 3872, "金而": 3873, "丧事": 3874, "汇聚": 3875, "主一": 3876, "例子": 3877, "时就": 3878, "。七": 3879, "寅运": 3880, "上下": 3881, "位；": 3882, "明白": 3883, "妙，": 3884, "金正": 3885, "星被": 3886, "干甲": 3887, "而七": 3888, "吐": 3889, "清透": 3890, "果出": 3891, "行相": 3892, "做到": 3893, "情。": 3894, "形态": 3895, "火金": 3896, "一方": 3897, "火和": 3898, "发生": 3899, "局就": 3900, "权柄": 3901, "为佳": 3902, "少，": 3903, "延": 3904, "制金": 3905, "具备": 3906, "格；": 3907, "能形": 3908, "有灾": 3909, "来调": 3910, "升迁": 3911, "这一": 3912, "，做": 3913, "幼": 3914, "，父": 3915, "生日": 3916, "然有": 3917, "理中": 3918, "财多": 3919, "受刑": 3920, "；午": 3921, "平步": 3922, "巳大": 3923, "底": 3924, "不到": 3925, "，心": 3926, "、正": 3927, "出的": 3928, "政": 3929, "更不": 3930, "星又": 3931, "能富": 3932, "每": 3933, "，流": 3934, "又没": 3935, "有的": 3936, "无疑": 3937, "—这": 3938, "藏，": 3939, "务": 3940, "邪": 3941, "？比": 3942, "到正": 3943, "盛状": 3944, "慧": 3945, "水中": 3946, "或印": 3947, "侵": 3948, "星破": 3949, "行要": 3950, "柱出": 3951, "在辛": 3952, "，先": 3953, "；夏": 3954, "水和": 3955, "官见": 3956, "清澈": 3957, "便是": 3958, "初生": 3959, "生出": 3960, "御": 3961, "女子": 3962, "，女": 3963, "中不": 3964, "丑戌": 3965, "僧道": 3966, "短命": 3967, "宫位": 3968, "到七": 3969, "相逢": 3970, "则平": 3971, "久。": 3972, "日壬": 3973, "炉中": 3974, "日子": 3975, "锋金": 3976, "易患": 3977, "有贵": 3978, "。经": 3979, "溪": 3980, "路旁": 3981, "领": 3982, "的甲": 3983, "逢金": 3984, "信": 3985, "伐": 3986, "贪恋": 3987, "与天": 3988, "己、": 3989, "元神": 3990, "毫无": 3991, "，干": 3992, "有申": 3993, "制的": 3994, "成木": 3995, "平衡": 3996, "厚；": 3997, "玄机": 3998, "变成": 3999, "丑）": 4000, "就必": 4001, "局面": 4002, "畅，": 4003, "其实": 4004, "但有": 4005, "或官": 4006, "的组": 4007, "坐寅": 4008, "印的": 4009, "讳的": 4010, "气过": 4011, "需结": 4012, "本质": 4013, "灵活": 4014, "忌。": 4015, "安稳": 4016, "燥，": 4017, "绶相": 4018, "未运": 4019, "种五": 4020, "况都": 4021, "增强": 4022, "绶的": 4023, "过度": 4024, "而金": 4025, "坐在": 4026, "不出": 4027, "却被": 4028, "行属": 4029, "右": 4030, "又不": 4031, "主与": 4032, "束": 4033, "终身": 4034, "也要": 4035, "逢财": 4036, "气流": 4037, "影": 4038, "可依": 4039, "美，": 4040, "最怕": 4041, "，取": 4042, "院": 4043, "的印": 4044, "致富": 4045, "：原": 4046, "妻，": 4047, "妹": 4048, "，凶": 4049, "流水": 4050, "负": 4051, "土就": 4052, "木而": 4053, "的辛": 4054, "于四": 4055, "。八": 4056, "柔弱": 4057, "来。": 4058, "大，": 4059, "四库": 4060, "保护": 4061, "，考": 4062, "生、": 4063, "削": 4064, "是子": 4065, "西南": 4066, "嫌": 4067, "业。": 4068, "中说": 4069, "木能": 4070, "并不": 4071, "栋": 4072, "栋梁": 4073, "期间": 4074, "官之": 4075, "金能": 4076, "格\"": 4077, "体分": 4078, "化木": 4079, "星在": 4080, "出官": 4081, "杨": 4082, "佩": 4083, "众，": 4084, "壮": 4085, "胸": 4086, "不遇": 4087, "坐下": 4088, "而财": 4089, "木不": 4090, "受制": 4091, "贯通": 4092, "（即": 4093, "凋零": 4094, "道。": 4095, "畏惧": 4096, "势力": 4097, "讨": 4098, "修": 4099, "人得": 4100, "雪": 4101, "诈": 4102, "以丁": 4103, "子；": 4104, "富；": 4105, "十月": 4106, "桃": 4107, "欲": 4108, "清，": 4109, "儿。": 4110, "于秋": 4111, "见土": 4112, "星则": 4113, "贵贱": 4114, "克火": 4115, "和之": 4116, "，亦": 4117, "之运": 4118, "（财": 4119, "于地": 4120, "金是": 4121, "见亥": 4122, "寅亥": 4123, "字：": 4124, "在壬": 4125, "位于": 4126, "震": 4127, "雷": 4128, "，象": 4129, "生育": 4130, "相貌": 4131, "（子": 4132, "金命": 4133, "咸": 4134, "以壬": 4135, "岁，": 4136, "淫乱": 4137, "艺": 4138, "土以": 4139, "刑害": 4140, "年运": 4141, "如己": 4142, "是一": 4143, "轻。": 4144, "，乃": 4145, "日丁": 4146, "在戊": 4147, "井泉": 4148, "钥": 4149, "。纯": 4150, "旁土": 4151, "月德": 4152, "子位": 4153, "刑、": 4154, "强行": 4155, "排列": 4156, "顾": 4157, "丁、": 4158, "月时": 4159, "丰足": 4160, "化水": 4161, "以金": 4162, "卯）": 4163, "有巳": 4164, "其气": 4165, "是寅": 4166, "火同": 4167, "伤破": 4168, "，祖": 4169, "是同": 4170, "是从": 4171, "，进": 4172, "支丑": 4173, "还需": 4174, "死于": 4175, "言，": 4176, "、木": 4177, "幸好": 4178, "无子": 4179, "火在": 4180, "堪": 4181, "。从": 4182, "型": 4183, "得令": 4184, "\"格": 4185, "保持": 4186, "合时": 4187, "支藏": 4188, "之事": 4189, "在夏": 4190, "家产": 4191, "重而": 4192, "的丙": 4193, "见申": 4194, "准确": 4195, "书说": 4196, "来化": 4197, "助七": 4198, "官七": 4199, "阻碍": 4200, "合\"": 4201, "\"是": 4202, "而官": 4203, "左": 4204, "水冲": 4205, "然不": 4206, "生化": 4207, "就无": 4208, "终结": 4209, "生印": 4210, "绶生": 4211, "既济": 4212, "面，": 4213, "巳运": 4214, "，经": 4215, "到伤": 4216, "而没": 4217, "固，": 4218, "是不": 4219, "核": 4220, "维": 4221, "由于": 4222, "势过": 4223, "革": 4224, "未四": 4225, "若四": 4226, "金无": 4227, "宜行": 4228, "绶、": 4229, "会引": 4230, "缺陷": 4231, "木被": 4232, "是生": 4233, "杂。": 4234, "莫": 4235, "都吉": 4236, "在庚": 4237, "有癸": 4238, "为禄": 4239, "财印": 4240, "为喜": 4241, "助财": 4242, "官或": 4243, "助金": 4244, "成功": 4245, "则难": 4246, "享受": 4247, "裕。": 4248, "定的": 4249, "到刑": 4250, "外，": 4251, "其次": 4252, "碍，": 4253, "，按": 4254, "在未": 4255, "才华": 4256, "感": 4257, "个天": 4258, "犹如": 4259, "康": 4260, "官\"": 4261, "背禄": 4262, "商": 4263, "迹": 4264, "以日": 4265, "融": 4266, "主弱": 4267, "神和": 4268, "招致": 4269, "和月": 4270, "怒": 4271, "以说": 4272, "运、": 4273, "考察": 4274, "的性": 4275, "是吉": 4276, "的灾": 4277, "干戊": 4278, "：子": 4279, "节气": 4280, "按照": 4281, "承受": 4282, "类。": 4283, "会变": 4284, "穿": 4285, "五月": 4286, "在乙": 4287, "化火": 4288, "既能": 4289, "冲开": 4290, "名显": 4291, "得不": 4292, "的乙": 4293, "支卯": 4294, "戌）": 4295, "君主": 4296, "；伤": 4297, "1.": 4298, "数，": 4299, "3.": 4300, "2.": 4301, "为伤": 4302, "丑（": 4303, "以辛": 4304, "是：": 4305, "文职": 4306, "子（": 4307, "降临": 4308, "则能": 4309, "刑罚": 4310, "义。": 4311, "（仲": 4312, "孩": 4313, "桑": 4314, "日己": 4315, "马星": 4316, "本命": 4317, "柱无": 4318, "次之": 4319, "日癸": 4320, "，易": 4321, "虚名": 4322, "胃": 4323, "、冲": 4324, "卿": 4325, "漂泊": 4326, "匙": 4327, "极品": 4328, "食，": 4329, "劫煞": 4330, "六壬": 4331, "煞、": 4332, "绝状": 4333, "古歌": 4334, "《五": 4335, "、扬": 4336, "法则": 4337, "属土": 4338, "时令": 4339, "更为": 4340, "，仅": 4341, "书上": 4342, "姓": 4343, "承载": 4344, "戊、": 4345, "禄神": 4346, 