{
  "id": "sanmingtonghui_baihua_chunk_14",
  "source": "三命通会（白话）",
  "tags": [],
  "content": "圆看方看，不外旺相死休；因近取远，莫逃金木水火土。 以干支而分配五行，论阴阳而大明终始。天成人力相兼，生旺 死绝并类。呜呼！六十甲子圣人不过借其象以明其理，而五行 性情、材质、形色、功用无不曲尽而造化无余蕴矣。\n\n释六十甲子性质吉凶\n\n甲子金，为宝物，宜、喜用金木旺地。进神宜、喜用，福星，平头，悬 针，破字。\n\n乙丑金，为顽矿，宜、喜用火及南方日时。福星，华原来、因为，正印。\n\n丙寅火，为炉炭，宜、喜用冬及木。福星，禄刑，平头，聋哑。\n\n丁卯火，为炉烟，宜、喜用巽地及秋冬。平头，截路，悬针。\n\n戊辰木，山林山野处不材之木，宜、喜用水。禄库，华原来、因为，水禄 马库，棒杖，伏神，平头。\n\n己巳木，山头花草，宜、喜用春及秋。禄库，八吉，阙字，曲脚。\n\n庚午土，路旁干土，宜、喜用水及春。福星，官贵，截路，棒杖， 悬针。\n\n辛未土，含万宝，待秋成，宜、喜用秋及火。华原来、因为，悬针，破字。\n\n壬申金，戈戟，大宜、喜用子午卯酉。平头，大败，妨害，聋哑， 破字，悬针。\n\n癸酉金，金之椎凿，宜、喜用木及寅卯。伏神，破字，聋哑。\n\n甲戌火，火所宿处，宜、喜用春及夏。正印，华原来、因为，平头，悬针， 破字，棒杖。\n\n乙亥火，火之热气，宜、喜用土及夏。天德，曲脚。\n\n丙子水，江湖，宜、喜用木及土。福星，官贵，平头，聋哑，交 神，飞刃。\n\n丁丑水，水之不流清澈处，宜、喜用金及夏。华原来、因为，进神，平头， 飞刃，阙字。\n\n戊寅土，堤阜城郭，宜、喜用木及火。伏神，俸杖。聋哑。\n\n己卯土，破堤败城，宜、喜用申酉及火。进神，短夭，九丑，阙 字，曲脚，悬针。\n\n庚辰金，锡蜡，宜、喜用秋及微木。华原来、因为，大败，棒杖，平头。\n\n辛巳金，金之幽者，杂沙石，宜、喜用火及秋。天德，福星，官 贵，截路，大败，悬针，曲脚。\n\n壬午木，杨柳干节，宜、喜用春夏。官贵，九丑，飞刃、平头、 聋哑，悬针。\n\n癸未木，杨柳根，宜、喜用冬及水，亦宜春。正印，华原来、因为，短夭， 伏神，飞刃，破字。\n\n甲申水，甘井，宜、喜用春及夏。破禄马，截路，平头，破字，悬针。\n\n乙酉水，阴壑水，宜、喜用东方及南。破禄，短夭，九丑，曲脚， 破字，聋哑。\n\n丙戌土，堆阜，宜、喜用春夏及水。天德，华原来、因为，平头，聋哑。\n\n丁亥土，平原，宜、喜用火及木。天乙，福星，官贵，德合，平 头。\n\n戊子火，雷也。宜、喜用水及春夏，得土而神天。伏神，短夭， 九丑，杖刑，飞刃。\n\n己丑火，电也，宜、喜用水及春夏，得地而晦。华原来、因为，大败，飞 刃，曲脚，阙字。\n\n庚寅木，松柏干节，宜、喜用秋冬。破禄马，相刑，杖刑，聋哑。\n\n辛卯木，松柏之根，宜、喜用水土及宜春。破禄，交神，九丑， 悬针。\n\n壬辰水，龙水，宜、喜用雷电及春夏。正印，天德，水禄马库， 退神，平头，聋哑。\n\n癸巳水，水之不息，流入海，宜、喜用亥子，是变化。天乙，官 贵，德合，伏马，破字，曲脚。\n\n甲午金，百炼精金，宜、喜用水木土。进神，德合，平头，破字， 悬针。\n\n乙未金，炉炭余金，宜、喜用大火及土。华原来、因为，截路，曲脚，破 字。\n\n丙申火，白茅野烧，宜、喜用秋冬及木。平头，聋哑，大败，破 字，悬针。\n\n丁酉火，鬼神之灵响，火无形者，宜、喜用辰戌丑未。天乙，宜、喜用 神，平头，破字，聋哑，大败。\n\n戊戌木，蒿艾之枯者，宜、喜用火及春夏。华原来、因为，大败，八专， 杖刑，截路。\n\n己亥木，蒿艾之茅，宜、喜用水及春夏。阙字，曲脚。\n\n庚子土，土中空者，屋宇也，宜、喜用木及金。木德合，杖刑。\n\n辛丑土，坟墓，宜、喜用木及火与春。华原来、因为，悬针，阙字。\n\n壬寅金，金之华饰者，宜、喜用木及微火。截路，平头，聋哑。\n\n癸卯金，环钮钤铎，宜、喜用盛火及秋。贵人，破字，悬针。\n\n甲辰火，灯也，宜、喜用夜及水，恶昼。华原来、因为，大败，平头，破 字，悬针。\n\n乙巳火，灯光也，同上，尤宜、喜用申酉及秋。正禄马，大败， 曲脚，阙字。\n\n丙午火，月轮，宜、喜用夜及秋，水旺也。宜、喜用神，羊刃，交神， 平头，聋哑，悬针。\n\n丁未水，火光也，同上。华原来、因为，羊刃，退神，八专，平头， 破字。\n\n戊申土，秋间田地，宜、喜用申酉及火。福星，伏马，杖刑，破 字，悬针。\n\n己酉土，秋间禾稼，宜、喜用申酉及冬。退神，截路，九丑，阙 字，曲脚，破字，聋哑。\n\n庚戌金，刃剑之余，宜、喜用微火及木。华原来、因为，杖刑。\n\n辛亥金，钟鼎实物，宜、喜用木火及土。正禄马，悬针。\n\n壬子木，伤水多之木，宜、喜用火土及夏。羊刃，九丑，平头， 聋哑。\n\n癸丑木，伤水少之木，宜、喜用金水及秋。华原来、因为，福星，八专， 破字，阙字，羊刃。\n\n甲寅水，雨也，宜、喜用夏及火。正禄马，福神，八专，平头， 破字，悬针，聋哑。\n\n乙卯水，露也，宜、喜用水及火。建禄，宜、喜用神，八专，九刃，曲 脚，悬针。丙辰土，堤岸，宜、喜用金及木。禄库，正印，华原来、因为，截路，平 头，聋哑。\n\n丁巳土，土之沮，宜、喜用火及西北。禄库，平头，阙字，曲脚。\n\n戊午火，日轮，夏则人畏，冬则人爱，不宜、忌讳戊子、己丑、甲 寅、乙卯。伏神，羊刃，九丑，棒杖，悬针。\n\n已未火，日光，不宜、忌讳夜，亦畏四者。福星，华原来、因为，羊刃，阙 字，曲脚，破字。\n\n庚申木，榴花，宜、喜用夏，不宜秋冬。建禄马，八专，杖刑， 破字，悬针。\n\n辛酉木，榴子，宜、喜用秋及夏。建禄，交神，九丑，八专，悬 针，聋哑。\n\n壬戌水，海也，宜、喜用春夏及木。华原来、因为，退神，平头，聋哑， 杖刑。\n\n癸亥水，百川，宜、喜用金土火。伏马，大败，破字。截路。"
}